Revit 2024 API
ParameterTypeId.RbsElecPanelTotalloadOtherParam Property
 "Other Total Connected"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelTotalloadOtherParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelTotalloadOtherParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelTotalloadOtherParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace